/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "Cancelar";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Casa";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "Escritório";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Celular";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Outro";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (Convidado)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Todos os contatos conhecidos";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Todos os contatos";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Contatos Skype";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Números de Telefone Salvos";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "Contatos Online";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "Solicitações enviadas";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Contatados Recentemente";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Solicitações recebidas";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Solicitações aceitas";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Contatos bloqueados";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Contatos sem grupo";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Contatos Sugeridos";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "Lista sem título";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Por favor, me adicione como contato";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Teste de Chamada";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "pt-br";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Oi, este é o teste de chamada do Skype. Me adicione à sua lista de contatos e me ligue para verificar a sua configuração de áudio. Acesse http://www.skype.com/go/help para obter ajuda. Obrigado.";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "Ligue para mim para testar o áudio";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "Direcionando a chamada";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "Direcionando a chamada";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "Chamada cancelada";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "Falha na chamada";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "Chamando";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "Chamando";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "Chamada em espera";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "Você está em espera";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Encerrada";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "Perdida";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Recusada";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Ocupado";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "Conexão perdida";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Mensagem de Voz";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "Gravando mensagem de voz";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "Enviando mensagem de voz";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "Mensagem de voz enviado";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "Mensagem de Voz cancelado";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "Falha na mensagem de voz";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "Conectando";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "Chamando";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "Chamando";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "Em espera";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Encerrado";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Chamando pelo Facebook (Beta)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "Chamando…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "Chamando…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Chamada em andamento";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "Em espera";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "Você está em espera";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Chamada em andamento";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "Chamada em andamento (lotada)";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "Reproduzindo saudação de mensagem de voz";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "Gravando mensagem de voz";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Recentemente ao vivo";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "Transferindo";


/*  */
"CONVERSATION_POST_FILES_BODY" = "Arquivos postados";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Você recebeu uma mensagem com vídeo. Veja em: %1 e abra usando o código %2";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ - visualize em %%1.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "Para ver essa foto compartilhada, acesse: %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "Para ver essa mídia compartilhada, acesse: %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Offline";
"CONTACT_AVAILABILITY_ONLINE" = "Online";
"CONTACT_AVAILABILITY_AWAY" = "Ausente";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "Ocupado";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "Solicitações pendentes";
"CONTACT_AVAILABILITY_BLOCKED" = "Bloqueado";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Offline com mensagem de voz";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "Redirecionando chamadas";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Invisível";
"CONTACT_AVAILABILITY_CONNECTING" = "Conectando";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Número de telefone";

/*  */
"CONTACT_GENDER_FEMALE" = "Feminino";

/*  */
"CONTACT_GENDER_MALE" = "Masculino";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Número desconhecido";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "Sem Título";


"ACCOUNTMANAGER_LOGIN_STATUS" = "Conectando…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "Carregando contatos…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "Atualizando arquivos…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ adicionou %2$@";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ saiu";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ excluiu %2$@";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ mudou o título da conversa para %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "Esta mensagem foi removida";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "Igual ao Sistema";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Não foi possível conectar ao Skype.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Por favor verifique suas configurações de rede e tente novamente.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Este Nome Skype não é válido.";
"Account::INVALID_EMAIL" = "Este email não é válido.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Por favor, verifique e tente novamente.";
"Account::UNACCEPTABLE_PASSWORD" = "Esta senha não é válida.";
"Account::SKYPENAME_TAKEN" = "Este Nome Skype já foi escolhido.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Por favor, digite um novo.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "O seu Nome Skype e senha não foram reconhecidos.";
"Account::INCORRECT_PASSWORD" = "O seu Nome Skype e senha não foram reconhecidos.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "Você realizou muitas tentativas de login.";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Por favor, tente mais tarde.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "A sua senha foi alterada.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Por favor, conecte-se com a sua nova senha.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Por favor, tente novamente.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "Deve ter entre 6 e 20 caracteres.";
"SkyLib::TOO_LONG" = "Deve ter entre 6 e 20 caracteres.";
"SkyLib::CONTAINS_INVALID_CHAR" = "Caractere inválido. Ex.: Σ, à, ß.";
"SkyLib::CONTAINS_SPACE" = "Não pode conter espaço ou tabulação.";
"SkyLib::SAME_AS_USERNAME" = "Muito parecido com o seu Nome Skype.";
"SkyLib::INVALID_FORMAT" = "Formato inválido.";
"SkyLib::CONTAINS_INVALID_WORD" = "Muito fácil de adivinhar. Ex.: abcd, skype.";
"SkyLib::TOO_SIMPLE" = "Deve ter pelo menos 1 letra e 1 número.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Deve começar com uma letra (A-Z).";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Tente um nome Skype maior.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Tente uma senha maior.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Tente um nome Skype menor.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Tente uma senha menor.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Tente um novo nome Skype.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Tente uma nova senha.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Tente um novo email.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Tente um novo valor.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "A senha está incorreta.";
"Account::PWD_SERVER_CONNECT_FAILED" = "Não foi possível se conectar ao servidor.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "A nova senha deve ser diferente da antiga.";
"Account::PWD_INVALID_NEW_PWD" = "A senha não é válida.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "Você deve se conectar para alterar sua senha.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "Sua alteração não pôde ser salva. Verifique a configuração e tente novamente.";

"ACCOUNT_NOCREDIT" = "Sem crédito";
"ACCOUNT_FREECALL" = "chamada grátis";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "O nome do arquivo não é válido";
"SkyLib::TRANSFER_OPEN_FAILED" = "Falha ao abrir o arquivo";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "Muitas transferências de arquivos simultâneas";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "Você está offline.";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Você precisa estar conectado para realizar uma chamada.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "Você não pode procurar contatos enquanto estiver offline. Altere seu status e tente novamente.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "Você precisa estar online para enviar um SMS.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Você precisa estar online para ouvir esta mensagem.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "Não foi possível definir corpo do SMS.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "Você não tem Crédito Skype suficiente para enviar SMS.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "Você precisa de Crédito Skype para ligar para este número.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "Este não é um Nome Skype ou número válido.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "Você não pode chamar esse contato Lync porque ele está offline.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "Você não pode ligar para esta pessoa porque você a bloqueou.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "Você não pode conversar com esta pessoa porque você a bloqueou.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "Você não pode enviar SMS para esta pessoa porque você a bloqueou.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "Você não pode adicionar esta pessoa porque você a bloqueou.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "Você não pode ligar para você mesmo.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "Você não pode conversar com você mesmo.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "Você não pode se adicionar.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "Não é possível participar da conversa";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "Não é possível encontrar esta conversa";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "Este não é um número de telefone válido.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "Você não pode ligar para este número porque é um número de emergência.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "Você não pode enviar SMS para este número porque é um número de emergência.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "Você não pode adicionar esse número porque é um número de emergência.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Você precisa terminar esta chamada para iniciar uma nova.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "Para ouvir uma mensagem de voz, encerre essa chamada primeiro.";
"SKERROR_CALLFAILED" = "A chamada falhou. Por favor, tente novamente.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Você tentou iniciar uma conversa com muitos contatos.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "Você não pode conversar com estes contatos.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "Você não pode chamar essa pessoa porque você não possui autorização.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "Você não pode chamar essa pessoa porque você não possui autorização.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "Código de confirmação inválido.";
"Sms::MISC_ERROR" = "Número de telefone inválido";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "A sua conta foi bloqueada.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Por favor, contate o suporte ao cliente.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "Há muitas pessoas nesta chamada de vídeo em grupo.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "Você pode realizar chamadas de vídeo com até 9 pessoas. Remova as pessoas deste grupo e tente novamente.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "Há muitas pessoas nesta chamada de vídeo em grupo.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "Você pode realizar chamadas com vídeo com até 9 pessoas. Remova algumas pessoas desta conversa e tente novamente.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "Sua assinatura de chamada com vídeo em grupo não permite tantas pessoas. Remova algumas e tente novamente.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "Você precisa de uma assinatura para chamadas com vídeo em grupo.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "Você precisa de uma assinatura para chamadas com vídeo em grupo.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "Deseja fazer uma chamada com vídeo em grupo?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "Deseja fazer uma chamada com vídeo em grupo?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Você já está em uma chamada de vídeo em grupo.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Você só pode fazer uma chamada de vídeo em grupo de cada vez.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Você atingiu o limite para esta chamada.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Você atingiu o limite de 4 horas de vídeo de grupo para esta chamada.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Você atingiu o limite de 4 horas de vídeo de grupo para esta chamada. Verifique a sua conta para mais detalhes.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "Você atingiu o limite de chamada de vídeo em grupo para hoje.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "Chamada de vídeo em grupo temporariamente suspensa. Você atingiu seu limite de uso para hoje. Verifique a sua conta para mais detalhes.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Você atingiu o limite de chamada de vídeo em grupo para este mês.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "Chamada de vídeo em grupo temporariamente suspensa. Você atingiu seu limite de uso para este mês. Verifique a sua conta para mais detalhes.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "Chamada de vídeo em grupo não está disponível atualmente.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "Ocorreu um erro. Por favor, tente mais tarde.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Obtenha vídeo em grupo";
"PremiumVideoErrorRecovery_GetPremium" = "Obtenha vídeo em grupo";
"PremiumVideoErrorRecovery_UpgradePremium" = "Atualizar";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Você precisa de Crédito Skype para usar o Skype WiFi.";
"AccessSession::LOGIN_FAILURE" = "O seu Nome Skype e senha não foram reconhecidos.";
"AccessSession::WISPR_LOGIN_REJECTED" = "Nome de usuário ou senha inválidos.";

"SKYPEACCESS_NO_ACCOUNT" = "Por favor, conecte-se com sua conta Skype.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "Não foi possível se conectar. Aproxime-se ou tente um hotspot diferente.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "Este hotspot não está respondendo corretamente. Por favor, tente um hotspot diferente.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "Não foi possível extender a sessão. Tente se conectar novamente.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "A rede WiFi “%@” não está mais disponível";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "Para evitar cobranças inesperadas, desconecte corretamente antes de se afastar do hotspot ou desligue o dispositivo.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "Por favor, reconecte-se à rede WiFi “%@”";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "O Skype WiFi vai tentar interromper sua conexão à Internet. Para evitar cobranças inesperadas, desconecte-se corretamente antes de se afastar do hotspot ou de desligar o dispositivo.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "Sua conexão à Internet foi interrompida.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@ por minuto";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Grátis";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "tem uma nova versão do Skype com uma melhor experiência de conversa.\nPara participar e continuar conversando, transfira a última versão.\nVá para <a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "tem uma nova versão do Skype com uma melhor experiência de conversa.\nPara participar e continuar conversando, transfira a última versão.\nVá para https://microsoft.sharepoint.com/teams/DogfoodSkype/.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "Clique <a href=\"skype:?chat&amp;id=%1\">aqui</a> para ver o histórico anterior.";
